Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# accountsBackButton
source: Accounts
de_de: Konten
es_419: Cuentas
es_es: Cuentas
fr_fr: Comptes :
it_it: Conti
ja_jp: 口座
ko_kr: 계좌
ms_my: Akaun
pt_br: Contas
ru_ru: Счета
th_th: บัญชี
vi_vn: Tài khoản:
zh_hans: 帐户
zh_hant_tw: 帳戶

# acknowledgeOrderMessage
source: Please Acknowledge The Following Messages:
de_de: Bitte bestätigen Sie die folgenden Nachrichten:
es_419: Por favor, confirme los siguientes mensajes:
es_es: Confirme los siguientes mensajes:
fr_fr: Veuillez prendre note des messages suivants :
it_it: Si prega di prendere visione dei seguenti messaggi:
ja_jp: 次のメッセージを確認してください。
ko_kr: 다음 메시지를 확인하세요.
ms_my: Sila Perakui Mesej yang Berikut:
pt_br: Reconheça as seguintes mensagens:
ru_ru: Пожалуйста, подтвердите получение следующих сообщений:
th_th: โปรดรับทราบข้อความต่อไปนี้
vi_vn: Vui lòng xác nhận các thông báo sau:
zh_hans: 请确认以下讯息：
zh_hant_tw: 請確認以下訊息：

source: Acquisition Price
de_de: Erwerbspreis
es_419: Precio de adquisición
es_es: Precio de adquisición
fr_fr: Prix d'acquisition
it_it: Prezzo di acquisizione
ja_jp: 取得価格
ko_kr: 취득 가격
ms_my: Harga Perolehan
pt_br: Preço da aquisição
ru_ru: Цена приобретения
th_th: ราคาได้มา
vi_vn: Giá mua
zh_hans: 收购价格
zh_hant_tw: 收購價格

source: All Symbols
de_de: Alle Symbole
es_419: Todos los símbolos
es_es: Todos los símbolos
fr_fr: Tous les symboles
it_it: Tutti i simboli
ja_jp: すべてのシンボル
ko_kr: 모든 심볼
ms_my: Semua Simbol
pt_br: Todos os símbolos
ru_ru: Все символы
th_th: สัญลักษณ์ทั้งหมด
vi_vn: Tất cả các mã
zh_hans: 所有代号
zh_hant_tw: 所有代號

source: All Transactions
de_de: Alle Transaktionen
es_419: Todas las transacciones
es_es: Todas las transacciones
fr_fr: Toutes les transactions
it_it: Tutte le transazioni
ja_jp: すべての取引
ko_kr: 모든 거래
ms_my: Semua Transaksi
pt_br: Todas as transações
ru_ru: Все транзакции
th_th: ธุรกรรมทั้งหมด
vi_vn: Tất cả các giao dịch
zh_hans: 所有交易
zh_hant_tw: 所有交易

source: Apply
de_de: Bewerben Sie sich
es_419: Aplicar
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica
ja_jp: 適用する
ko_kr: 적용
ms_my: Mohon
pt_br: Aplicar
ru_ru: Применить
th_th: ใช้
vi_vn: Áp dụng
zh_hans: 套用
zh_hant_tw: 套用

# askQuoteTitle
source: Ask
de_de: Briefkurs
es_es: Solicitar
fr_fr: Offre
it_it: Chiedi
ja_jp: 売り値
ko_kr: 매도 호가
ms_my: Tanya
pt_br: Venda
ru_ru: Цена продажи
th_th: เสนอขาย
vi_vn: Chào bán
zh_hans: 卖方价
zh_hant_tw: 賣方價

source: Available Quantity
de_de: Verfügbare Stückzahl
es_419: Cantidad disponible
es_es: Cantidad disponible
fr_fr: Quantité disponible
it_it: Quantità disponibile
ja_jp: 入手可能数量
ko_kr: 주문 가능 수량
ms_my: Kuantiti yang Tersedia
pt_br: Quantidade disponível
ru_ru: Доступное количество
th_th: จำนวนที่มี
vi_vn: Số lượng có sẵn
zh_hans: 可用数量
zh_hant_tw: 可用數量

# availableQuantityLabelFormat
source: %@ available
de_de: %1$@ verfügbar
es_419: %1$@ disponibles
es_es: %1$@ disponibles
fr_fr: %1$@ disponible(s)
it_it: Disponibili: %1$@
ja_jp: %1$@利用可能
ko_kr: %1$@ 사용 가능
ms_my: %1$@ yang ada
pt_br: %1$@ disponível
ru_ru: %1$@ доступно
th_th: มีอยู่ %1$@
vi_vn: %1$@ có sẵn
zh_hans: %1$@ 可用
zh_hant_tw: %1$@ 可用

# awardDetailsAwardDate
source: Award Date
de_de: Zuteilungstag
es_419: Fecha de compensación
es_es: Fecha de retribución
fr_fr: Date d'attribution
it_it: Data del conferimento
ja_jp: 報奨日
ko_kr: 보상 날짜
ms_my: Tarikh Anugerah
pt_br: Data do prêmio
ru_ru: Дата начисления вознаграждения
th_th: วันที่ มอบรางวัล
vi_vn: Ngày trao quyền
zh_hans: 奖励 日期
zh_hant_tw: 獎勵 日期

# awardDetailsAwardDateHeader
source: Award Date
de_de: Zuteilungstag
es_419: Fecha de compensación
es_es: Fecha de retribución
fr_fr: Date d'attribution
it_it: Data di conferimento
ja_jp: 報奨日
ko_kr: 보상일
ms_my: Tarikh Ganjaran
pt_br: Data do prêmio
ru_ru: Дата начисления вознаграждения
th_th: วันที่รับรางวัล
vi_vn: Ngày phần thưởng
zh_hans: 奖励日期
zh_hant_tw: 獎勵日期

# awardDetailsAwarded
source: Awarded
de_de: Verliehen
es_419: Retribuido
es_es: Retribuido
fr_fr: Attribué
it_it: Conferito
ja_jp: 授与された
ko_kr: 수여됨
ms_my: Dianugerahkan
pt_br: Premiado
ru_ru: Выдано
th_th: ได้รับรางวัล
vi_vn: Được trao
zh_hans: 奖励
zh_hant_tw: 獎勵

# awardDetailsAwardPrice
source: Award Price
de_de: Zuteilungspreis
es_419: Precio de compensación
es_es: Precio de la retribución
fr_fr: Prix d'attribution
it_it: Prezzo del conferimento
ja_jp: 報奨価格
ko_kr: 보상 가격
ms_my: Harga Ganjaran
pt_br: Preço do prêmio
ru_ru: Цена вознаграждения
th_th: ราคารางวัล
vi_vn: Giá phần thưởng
zh_hans: 奖励 价格
zh_hant_tw: 獎勵 價格

# awardDetailsAwardPriceHeader
source: Award Price
de_de: Zuteilungspreis
es_419: Precio de la retribución
es_es: Precio de la retribución
fr_fr: Prix d'attribution
it_it: Prezzo del conferimento
ja_jp: 報奨価格
ko_kr: 보상 가격
ms_my: Harga Ganjaran
pt_br: Preço do prêmio
ru_ru: Цена вознаграждения
th_th: ราคารางวัล
vi_vn: Giá phần thưởng
zh_hans: 奖励价格
zh_hant_tw: 獎勵價格

# awardDetailsAwardValue
source: Award Value
de_de: Wert der Aktienzusage
es_419: Valor de la compensación
es_es: Valor de la retribución
fr_fr: Valeur d'attribution
it_it: Valore del conferimento
ja_jp: 報奨価額
ko_kr: 보상 가치
ms_my: Nilai Ganjaran
pt_br: Valor do prêmio
ru_ru: Стоимость вознаграждения
th_th: มูลค่ารางวัล
vi_vn: Giá trị phần thưởng
zh_hans: 奖励价值
zh_hant_tw: 獎勵價值

# awardDetailsCashAwards
source: Cash Awards
de_de: Geldpreise
es_419: Premios en efectivo
es_es: Retribuciones de efectivo
fr_fr: Primes en espèces
it_it: Conferimenti in denaro
ja_jp: 現金報奨
ko_kr: 현금 보상
ms_my: Ganjaran Wang Tunai
pt_br: Prêmios em dinheiro
ru_ru: Денежные вознаграждения
th_th: รางวัลแบบเงินสด
vi_vn: Phần thưởng tiền mặt
zh_hans: 现金奖励
zh_hant_tw: 現金獎勵

# awardDetailsCloseButton
source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# awardDetailsCompanyMessagesHeader
source: Company Messages
de_de: Unternehmensmeldungen
es_419: Mensajes de la empresa
es_es: Mensajes de la empresa
fr_fr: Messages de l'entreprise
it_it: Messaggi della società
ja_jp: 会社メッセージ
ko_kr: 회사 메시지
ms_my: Mesej Syarikat
pt_br: Mensagens da empresa
ru_ru: Сообщения компании
th_th: ข้อความจากบริษัท
vi_vn: Thông điệp công ty
zh_hans: 公司讯息
zh_hant_tw: 公司訊息

# awardDetailsDeferralElection
source: Deferral Election
de_de: Aufschubauswahl
es_419: Elección aplazada
es_es: Elección diferida
fr_fr: Option de différer
it_it: Opzione di differimento
ja_jp: 繰延選択
ko_kr: 지연 선택
ms_my: Penangguhan Pemilihan
pt_br: Opção prorrogada
ru_ru: Решение об отсрочке
th_th: การเลือกแบบรอการชำระ
vi_vn: Bầu chọn hoãn lại
zh_hans: 递延 选择
zh_hant_tw: 遞延 選擇

# awardDetailsDeferralElectionHeader
source: Deferral Election
de_de: Aufschubauswahl
es_419: Elección aplazada
es_es: Elección diferida
fr_fr: Option de différer
it_it: Opzione di differimento
ja_jp: 繰延選択
ko_kr: 지연 선택
ms_my: Penangguhan Pemilihan
pt_br: Opção prorrogada
ru_ru: Решение об отсрочке
th_th: การเลือกแบบรอการชำระ
vi_vn: Bầu chọn hoãn lại
zh_hans: 递延选择
zh_hant_tw: 遞延選擇

# awardDetailsDeferredAwardValue
source: Deferred Award Value
de_de: Aufgeschobener Prämienwert
es_419: Valor de la retribución diferida
es_es: Valor de la retribución diferida
fr_fr: Valeur de l'attribution différée
it_it: Valore del conferimento differito
ja_jp: 繰延報奨価額
ko_kr: 이연 보상 가치
ms_my: Nilai Anugerah Tertunda
pt_br: Valor do prêmio prorrogado
ru_ru: Стоимость отложенных вознаграждений
th_th: มูลค่ารางวัลที่รอการชำระ
vi_vn: Giá trị phần thưởng hoãn lại
zh_hans: 递延奖励价值
zh_hant_tw: 遞延獎勵價值

# awardDetailsExercisable
source: Exercisable
de_de: Ausübbar
es_419: Ejercitable
es_es: Ejercitable
fr_fr: Exerçables
it_it: Esercitabili
ja_jp: 行使可能
ko_kr: 행사 가능
ms_my: Boleh laksana
pt_br: Exercitável
ru_ru: К исполнению
th_th: ใช้สิทธิได้
vi_vn: Có thể thực hiện
zh_hans: 可行使
zh_hant_tw: 可行使

# awardDetailsExercisableAwardValue
source: Exercisable Equity Award Value
de_de: Ausübbarer Aktienprämienwert
es_419: Valor de la retribución de acciones ejercitables
es_es: Valor de la retribución de acciones ejercitables
fr_fr: Valeur de l'attribution d'actions exerçable
it_it: Valore del conferimento di titoli azionari riscattabile
ja_jp: 行使可能な株式報酬価額
ko_kr: 행사 가능한 주식 보상 가치
ms_my: Nilai Anugerah Ekuiti Boleh Laksana
pt_br: Valor do prêmio de capital exercitável
ru_ru: Стоимость реализуемого долевого вознаграждения
th_th: มูลค่ารางวัลที่เป็นสินทรัพย์ทุนและใช้สิทธิได้
vi_vn: Giá trị phần thưởng cổ phần có thể thực hiện
zh_hans: 可行使的股权奖励价值
zh_hant_tw: 可行使的股權獎勵價值

# awardDetailsExercisableMarketValue
source: Exercisable Market Value
de_de: Marktwert der ausübbaren Posten
es_419: Valor de mercado ejercitable
es_es: Valor de mercado ejercitable
fr_fr: Valeur de marché des titres exerçables
it_it: Valore di mercato riscattabile
ja_jp: 行使可能市場価値
ko_kr: 행사 가능한 시장 가치
ms_my: Nilai Pasaran Boleh Laksana
pt_br: Valor de mercado exercitável
ru_ru: Реализуемая рыночная стоимость
th_th: มูลค่าตลาด ที่ใช้สิทธิได้
vi_vn: Giá trị thị trường có thể thực hiện
zh_hans: 可行使的 市场价值
zh_hant_tw: 可行使的 市場價值

# awardDetailsExercisableMarketValueHeader
source: Exercisable Market Value
de_de: Marktwert der ausübbaren Posten
es_419: Valor de mercado ejercitable
es_es: Valor de mercado ejercitable
fr_fr: Valeur de marché des titres exerçables
it_it: Controvalore di mercato esercitabile
ja_jp: 行使可能市場価値
ko_kr: 행사 가능한 시장 가치
ms_my: Nilai Pasaran Boleh Dijalankan
pt_br: Valor de mercado exercitável
ru_ru: Реализуемая рыночная стоимость
th_th: มูลค่าตลาดที่ใช้สิทธิได้
vi_vn: Giá trị thị trường có thể thực hiện
zh_hans: 可行使的市场价值
zh_hant_tw: 可行使的市場價值

# awardDetailsExerciseButton
source: Exercise
de_de: Ausüben
es_419: Ejercer
es_es: Ejercer
fr_fr: Exercer
it_it: Esercita
ja_jp: 行使
ko_kr: 행사
ms_my: Jalankan
pt_br: Exercer
ru_ru: Исполнить
th_th: ใช้สิทธิ
vi_vn: Thực hiện
zh_hans: 行使
zh_hant_tw: 行使

# awardDetailsFinalExerciseDate
source: Final Exercise Date
de_de: Letztes Ausübungsdatum
es_419: Fecha de ejercicio final
es_es: Fecha de ejercicio final
fr_fr: Date finale d'exercice
it_it: Data ultima di esercizio
ja_jp: 最終行使日
ko_kr: 최종 행사 날짜
ms_my: Tarikh Pelaksanaan Akhir
pt_br: Data final do exercício
ru_ru: Дата последнего исполнения
th_th: วันที่ใช้สิทธิครั้งสุดท้าย
vi_vn: Ngày thực hiện cuối cùng
zh_hans: 最后 行使日期
zh_hant_tw: 最後 行使日期

# awardDetailsFinalExerciseDateHeader
source: Final Exercise Date
de_de: Letztes Ausübungsdatum
es_419: Fecha de ejercicio final
es_es: Fecha de ejercicio final
fr_fr: Date finale d'exercice
it_it: Data ultima di esercizio
ja_jp: 最終行使日
ko_kr: 최종 행사 날짜
ms_my: Tarikh Pelaksanaan Akhir
pt_br: Data final do exercício
ru_ru: Дата последнего исполнения
th_th: วันที่ใช้สิทธิครั้งสุดท้าย
vi_vn: Ngày thực hiện cuối cùng
zh_hans: 最后行使日期
zh_hant_tw: 最後行使日期

# awardDetailsFTU
source: We are currently unable to display Award details. Please call Schwab at 800-654-2593 for assistance.
de_de: Wir können derzeit keine Details zu den Equity Awards anzeigen. Bitte kaufen Sie Schwab unter 800-654-2593 für Unterstützung.
es_419: Actualmente no podemos mostrar los detalles del premio. Llama a Schwab al 800-654-2593 para obtener asistencia.
es_es: En este momento no podemos mostrar los datos de la retribución. Llame a Schwab al 800-654-2593 para obtener asistencia.
fr_fr: Nous ne sommes actuellement pas en mesure d'afficher les détails de l'attribution. Veuillez contacter Schwab au 800-654-2593 pour obtenir de l'aide.
it_it: Al momento non siamo in grado di visualizzare i dettagli sui conferimenti. Per assistenza chiamare Schwab al numero 800-654-2593.
ja_jp: 現在、「報酬」の詳細を表示できません。サポートが必要な場合は、Schwabにお電話（800-654-2593）ください。
ko_kr: 현재 보상 세부사항을 표시할 수 없습니다. 도움이 필요하시면 Schwab(800-654-2593)으로 문의해 주세요.
ms_my: Buat masa ini kami tidak dapat memaparkan butiran Ganjaran. Sila hubungi Schwab di 800-654-2593 untuk bantuan.
pt_br: No momento, não podemos mostrar os detalhes das premiações em ações. Para assistência, ligue para a Schwab no 800-654-2593.
ru_ru: На данный момент невозможно отобразить сведения о компенсации. Пожалуйста, свяжитесь с компанией Schwab по номеру 800-654-2593.
th_th: ขณะนี้เราไม่สามารถแสดงรายละเอียดรางวัลได้ โปรด Call Schwab ที่ 800-654-2593 เพื่อขอความช่วยเหลือ
vi_vn: Hiện tại, chúng tôi không thể hiển thị thông tin chi tiết về Phần thưởng. Vui lòng gọi Schwab theo số 800-654-2593 để được hỗ trợ.
zh_hans: 我们目前无法显示奖励详情。请致电 800-654-2593 联络嘉信理财寻求协助。
zh_hant_tw: 我們目前無法顯示獎勵詳情。請致電 800-654-2593 聯絡嘉信理財尋求協助。

# awardDetailsGrantAgreementStatus
source: Grant Agreement Status
de_de: Status der Gewährungsvereinbarung
es_419: Estado de los acuerdos de concesión
es_es: Estado del acuerdo de concesión
fr_fr: Statut de l'Accord d'octroi
it_it: Stato dell'accordo di attribuzione
ja_jp: 授与同意書ステータス
ko_kr: 부여 계약 상태
ms_my: Status Perjanjian Piagam
pt_br: Status do Acordo de Concessão
ru_ru: Статус соглашения о субсидировании
th_th: สถานะข้อตกลงการมอบทุน
vi_vn: Tình trạng Thoả thuận tài trợ
zh_hans: 授予 协议状态
zh_hant_tw: 授予 協議狀態

# awardDetailsGrantAgreementStatusHeader
source: Grant Agreement Status
de_de: Status der Gewährungsvereinbarung
es_419: Estado de los acuerdos de concesión
es_es: Estado del acuerdo de concesión
fr_fr: Statut de l'Accord d'octroi
it_it: Stato dell'accordo di attribuzione
ja_jp: 授与同意書ステータス
ko_kr: 부여 계약 상태
ms_my: Status Perjanjian Piagam
pt_br: Status do Acordo de Concessão
ru_ru: Статус соглашения о субсидировании
th_th: สถานะข้อตกลงการมอบทุน
vi_vn: Tình trạng Thoả thuận tài trợ
zh_hans: 授予协议状态
zh_hant_tw: 授予協議狀態

# awardDetailsGranted
source: Granted
de_de: Gewährt
es_419: Concedida
es_es: Concedidas
fr_fr: Nombre d'octrois
it_it: Attribuite
ja_jp: 権利授与済
ko_kr: 부여됨
ms_my: Diberikan
pt_br: Concedido
ru_ru: Передано
th_th: มอบให้แล้ว
vi_vn: Được cấp
zh_hans: 已授予
zh_hant_tw: 已授予

# awardDetailsNavigationTitle
source: Award Details
de_de: Details zur Auszeichnung
es_419: Detalles de la retribución
es_es: Detalles de la retribución
fr_fr: Détails de l'attribution
it_it: Dettagli del conferimento
ja_jp: 報酬詳細
ko_kr: 보상 세부사항
ms_my: Butiran Anugerah
pt_br: Detalhes do prêmio
ru_ru: Сведения о вознаграждении
th_th: รายละเอียดรางวัล
vi_vn: Chi tiết phần thưởng
zh_hans: 奖励详情
zh_hant_tw: 獎勵詳情

# awardDetailsNoDataMessage
source: There are no awards for the selected symbol
de_de: Es gibt keine Auszeichnungen für das ausgewählte Symbol
es_419: No hay retribuciones para el símbolo seleccionado
es_es: No hay retribuciones para el símbolo seleccionado
fr_fr: Aucune attribution disponible pour le symbole sélectionné
it_it: Non ci sono conferimenti per la valuta selezionata
ja_jp: 選択したシンボルには報酬がありません
ko_kr: 선택한 심볼에 대한 보상이 없습니다.
ms_my: Tiada anugerah untuk simbol yang dipilih
pt_br: Não há prêmios com o símbolo selecionado
ru_ru: За выбранный тикер вознаграждений не присуждается
th_th: ไม่มีรางวัลสำหรับสัญลักษณ์ที่เลือก
vi_vn: Không có phần thưởng nào cho mã đã chọn
zh_hans: 所选代号无奖励
zh_hant_tw: 所選代號無獎勵

# awardDetailsPerformanceCashAwards
source: Performance Cash Awards
de_de: Performance-Barvergütungen
es_419: Compensación en efectivo por resultados
es_es: Retribuciones de efectivo por resultados
fr_fr: Primes de performance en espèces
it_it: Conferimenti in denaro legati alle performance
ja_jp: 業績現金報奨
ko_kr: 성과 현금 보상
ms_my: Ganjaran Wang Tunai Prestasi
pt_br: Prêmios em dinheiro por desempenho
ru_ru: Денежные вознаграждения по результатам работы
th_th: รางวัลแบบเงินสดตามผลการดำเนินงาน
vi_vn: Phần thưởng tiền mặt hiệu suất
zh_hans: 绩效现金奖励
zh_hant_tw: 績效現金獎勵

# awardDetailsPerformanceStockAwards
source: Performance Stock Awards
de_de: Performance-Aktienzusagen
es_419: Compensación de acciones por resultados
es_es: Retribuciones de acciones por resultados
fr_fr: Attributions d'actions de performance
it_it: Conferimento di stock option legate alle performance
ja_jp: 業績株式報奨
ko_kr: 성과 주식 보상
ms_my: Ganjaran Saham Prestasi
pt_br: Prêmios em ações por desempenho
ru_ru: Вознаграждения в виде акций эксплуатационного фонда
th_th: รางวัลหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: Phần thưởng cổ phiếu hiệu suất
zh_hans: 绩效股票奖励
zh_hant_tw: 績效股票獎勵

# awardDetailsPerformanceStockUnits
source: Performance Stock Units
de_de: Performance-Aktieneinheiten
es_419: Unidades de acciones por resultados
es_es: Unidades de acciones por resultados
fr_fr: Unités d'actions de performance
it_it: Unità azionarie legate alle performance
ja_jp: パフォーマンス在庫単位
ko_kr: 성과 주식 단위
ms_my: Unit Saham Prestasi
pt_br: Unidades de ações por desempenho
ru_ru: Акции эксплуатационного фонда
th_th: หน่วยหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: Đơn vị cổ phiếu hiệu suất
zh_hans: 绩效股票单位
zh_hant_tw: 績效股票單位

# awardDetailsPerUnitValue
source: Per Unit Value
de_de: Wert pro Einheit
es_419: Por valor unitario
es_es: Valor unitario
fr_fr: Par valeur unitaire
it_it: Valore per unità
ja_jp: 単位価値当たり
ko_kr: 단위당 가치
ms_my: Nilai Setiap Unit
pt_br: Valor por unidade
ru_ru: Стоимость единицы
th_th: มูลค่า ต่อหน่วย
vi_vn: Mỗi giá trị đơn vị
zh_hans: 每单位 价值
zh_hant_tw: 每單位 價值

# awardDetailsPerUnitValueHeader
source: Per Unit Value
de_de: Wert pro Einheit
es_419: Por valor unitario
es_es: Por valor unitario
fr_fr: Par valeur unitaire
it_it: Per valore unitario
ja_jp: 単位価値当たり
ko_kr: 단위당 가치
ms_my: Nilai Setiap Unit
pt_br: Valor por unidade
ru_ru: Стоимость за единицу
th_th: ต่อมูลค่าหน่วย
vi_vn: Mỗi giá trị đơn vị
zh_hans: 每单位价值
zh_hant_tw: 每單位價值

# awardDetailsPrice
source: Price
de_de: Preis
es_419: Precio
es_es: Precio
fr_fr: Prix
it_it: Prezzo
ja_jp: 価格
ko_kr: 가격
ms_my: Harga
pt_br: Preço
ru_ru: Цена
th_th: ราคา
vi_vn: Giá
zh_hans: 价格
zh_hant_tw: 價格

# awardDetailsRestrictedStockAwards
source: Restricted Stock Awards
de_de: Aktienzusagen mit Sperrfrist
es_419: Compensaciones de acciones restringidas
es_es: Retribuciones de acciones restringidas
fr_fr: Attributions d'actions restreintes
it_it: Conferimenti di azioni vincolate
ja_jp: 制限付き株式報奨
ko_kr: 제한 주식 보상
ms_my: Ganjaran Saham Terhad
pt_br: Prêmios em ações restritas
ru_ru: Вознаграждения в виде акций с ограниченным правом распоряжения
th_th: รางวัลหุ้นที่มีหน่วยจำกัด
vi_vn: Phần thưởng cổ phiếu bị hạn chế
zh_hans: 限制性股票奖励
zh_hant_tw: 限制性股票獎勵

# awardDetailsRestrictedStockUnits
source: Restricted Stock Units
de_de: Aktieneinheiten mit Sperrfrist (RSUs)
es_419: Unidades de acciones restringidas
es_es: Unidades de acciones restringidas
fr_fr: Unités d'actions restreintes
it_it: Unità azionarie vincolate
ja_jp: 制限付き株式ユニット
ko_kr: 제한 주식 단위
ms_my: Unit Saham Terhad
pt_br: Unidades de Ações Restritas
ru_ru: Акции с ограничениями
th_th: หน่วยหุ้นที่มีหน่วยจำกัด
vi_vn: Đơn vị cổ phiếu bị hạn chế
zh_hans: 限制性股票单位
zh_hant_tw: 限制性股票單位

# awardDetailsShortNavigationTitle
source: Award
de_de: Preis
es_419: Retribución
es_es: Retribución
fr_fr: Attribution
it_it: Conferimento
ja_jp: 報奨
ko_kr: 보상
ms_my: Anugerah
pt_br: Prêmio
ru_ru: Вознаграждение
th_th: รางวัล
vi_vn: Phần thưởng
zh_hans: 奖励
zh_hant_tw: 獎勵

# awardDetailsShowAllHistoricalAwards
source: Show All Historical Awards
de_de: Alle früheren Leistungsprämien anzeigen
es_419: Mostrar todo el historial de retribuciones
es_es: Mostrar todo el historial de retribuciones
fr_fr: Montrer tout l'historique des attributions
it_it: Mostra l'intera cronologia dei conferimenti
ja_jp: すべての報奨履歴を表示する
ko_kr: 모든 과거 보상 보기
ms_my: Tunjukkan Semua Ganjaran Sejarah
pt_br: Mostrar todos os prêmios anteriores
ru_ru: Показать всю историю вознаграждений
th_th: แสดงรางวัลในอดีตทั้งหมด
vi_vn: Hiển thị tất cả các phần thưởng đã qua
zh_hans: 显示所有历史奖励
zh_hant_tw: 顯示所有歷史獎勵

# awardDetailsStockOptions
source: Stock Options
de_de: Aktienoptionen
es_419: Opciones de compra de acciones
es_es: Opciones de acciones
fr_fr: Options sur titres
it_it: Stock option
ja_jp: 株式オプション
ko_kr: 주식 옵션
ms_my: Pilihan Saham
pt_br: Opções de ações
ru_ru: Фондовые опционы
th_th: ออปชันหุ้น
vi_vn: Quyền chọn cổ phiếu
zh_hans: 股票期权
zh_hant_tw: 股票期權

# awardDetailsTotal
source: Total
de_de: Gesamtwert
it_it: Totale
ja_jp: 合計
ko_kr: 총계
ms_my: Jumlah
ru_ru: Всего
th_th: รวม
vi_vn: Tổng
zh_hans: 总计
zh_hant_tw: 總計

# awardDetailsTotalMarketValue
source: Total Market Value
de_de: Gesamtmarktwert
es_419: Valor total de mercado
es_es: Valor del mercado total
fr_fr: Valeur de marché totale
it_it: Controvalore di mercato totale
ja_jp: 市場価値総額
ko_kr: 총 시장 가치
ms_my: Jumlah Nilai Pasaran
pt_br: Valor total de mercado
ru_ru: Общая рыночная стоимость
th_th: รวมมูลค่าตลาด
vi_vn: Tổng giá trị thị trường
zh_hans: 总市值
zh_hant_tw: 總市值

# awardDetailsType
source: Type
de_de: Typ
es_419: Tipo
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
ko_kr: 유형
ms_my: Jenis
pt_br: Tipo
ru_ru: Тип
th_th: ประเภท
vi_vn: Loại
zh_hans: 类型
zh_hant_tw: 類型

# awardDetailsUnits
source: Units
de_de: Einheiten
es_419: Unidades
es_es: Unidades
fr_fr: Unités
it_it: Unità
ja_jp: 単位
ko_kr: 단위
ms_my: Unit
pt_br: Unidades
ru_ru: Единицы
th_th: หน่วย
vi_vn: Đơn vị
zh_hans: 单位
zh_hant_tw: 單位

# awardDetailsUnvested
source: Unvested
de_de: Noch verfallbar
es_419: Sin consolidar
es_es: No devengado
fr_fr: Non acquises
it_it: Non maturate
ja_jp: 権利確定前
ko_kr: 미확정
ms_my: Tidak diletak hak
pt_br: Não consolidado
ru_ru: Без обеспечения
th_th: ยังไม่มีสิทธิ์ได้รับ
vi_vn: Chưa được trao quyền
zh_hans: 未归属
zh_hant_tw: 未歸屬

# awardDetailsUnvestedAwardValue
source: Unvested Award Value
de_de: Uninvestierter Prämienwert
es_419: Valor de la retribución no devengada
es_es: Valor de la retribución no devengada
fr_fr: Valeur de l'attribution non acquise
it_it: Valore del conferimento non maturato
ja_jp: 権利未確定の報奨価額
ko_kr: 미확정 보상 가치
ms_my: Nilai Anugerah Tidak Diletak Hak
pt_br: Valor do prêmio não consolidado
ru_ru: Стоимость вознаграждения без права владения
th_th: มูลค่ารางวัลที่ยังไม่มีสิทธิ์ได้รับ
vi_vn: Giá trị phần thưởng chưa được trao
zh_hans: 未归属的奖励价值
zh_hant_tw: 未歸屬的獎勵價值

# awardDetailsUnvestedMarketValue
source: Unvested Market Value
de_de: Marktwert der noch verfallbaren Aktien
es_419: Valor de mercado sin consolidar
es_es: Valor de mercado no devengado
fr_fr: Valeur de marché des titres non acquis
it_it: Valore di mercato non maturato
ja_jp: 権利未確定の市場価値
ko_kr: 미확정 시장 가치
ms_my: Nilai Pasaran Tidak Diletak Hak
pt_br: Valor de mercado não consolidado
ru_ru: Необеспеченная рыночная стоимость
th_th: มูลค่าตลาด ที่ยังไม่มีสิทธิ์ได้รับ
vi_vn: Giá trị thị trường chưa được trao
zh_hans: 未归属的 市场价值
zh_hant_tw: 未歸屬的 市場價值

# awardDetailsUnvestedMarketValueHeader
source: Unvested Market Value
de_de: Marktwert der noch verfallbaren Aktien
es_419: Valor de mercado sin consolidar
es_es: Valor de mercado no devengado
fr_fr: Valeur de marché des titres non acquis
it_it: Controvalore di mercato non maturato
ja_jp: 権利未確定の市場価値
ko_kr: 미확정 시장 가치
ms_my: Nilai Pasaran Tidak Diletak Hak
pt_br: Valor de mercado não consolidado
ru_ru: Необеспеченная рыночная стоимость
th_th: มูลค่าตลาดที่ยังไม่มีสิทธิ์ได้รับ
vi_vn: Giá trị thị trường chưa được trao quyền
zh_hans: 未归属的市场价值
zh_hant_tw: 未歸屬的市場價值

source: Awards
de_de: Auszeichnungen
es_419: Retribuciones
es_es: Retribuciones
fr_fr: Attributions
it_it: Conferimenti
ja_jp: 報奨
ko_kr: 보상
ms_my: Anugerah
pt_br: Prêmios
ru_ru: Вознаграждения
th_th: รางวัล
vi_vn: Phần thưởng
zh_hans: 奖励
zh_hant_tw: 獎勵
